Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=251_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo jäniksestä !
sme: Njoammil

source: Vanha saamelainen tarina jäniksestä, joka ei viitsinyt rakentaa itsellensä pesää
sme: Geahča oanehisvideo njoammila birra.

source: Musiikki: ” Metsästä löysin jäniksen ” (trad.) Ilmari ja Tauno, Hannikainen, Radio-ork., HKI
sme: Boares sápmelaš máinnas njoammilis, guhte ii viššan hukset alcces beasi.

source: Tuotanto: Saamelaisalueen koulutuskeskus, YLE Sámi Radio, YLE TV2, 2008
sme: Buvttadeapmi: Sámi oahpahusguovddáš, YLE Sámi Radio, YLE TV2, 2008

source: Pituus: 1,05
sme: Guhkkodat: 1,05
